Repository: badoo/codeisok
Catalog: resources/locale/*/gitphp.po
Languages: de_de, fr_fr

source: history
de_de: Versionsgeschichte
fr_fr: historique

source: tree
de_de: Verzeichnis anzeigen
fr_fr: arbre

source: snapshot
de_de: Abbild erzeugen
fr_fr: aperçu

source: object
de_de: Objekt
fr_fr: objet

source: commit
de_de: Änderungen
fr_fr: révision

source: tag
de_de: Versionsstand
fr_fr: étiquette

source: author
de_de: Autor
fr_fr: auteur

source: plain
de_de: Rohdaten
fr_fr: brut

source: first
de_de: erstes
fr_fr: début

source: prev
de_de: Vorherige
fr_fr: préc

source: next
de_de: Nächste
fr_fr: suiv

source: commitdiff
de_de: Vergleichen
fr_fr: diff révision

source: committer
de_de: Autor der Änderung
fr_fr: réviseur

source: %1 file changed:
de_de: %1 datei geändert:
fr_fr: %1 fichier modifié :

source: new %1 with mode %2
fr_fr: %1 ajouté avec le mode %2

source: new %1
de_de: %1 neu
fr_fr: %1 ajouté

source: deleted %1
de_de: %1 gelöscht
fr_fr: %1 supprimé

source: changed from %1 to %2 mode: %3 -> %4
fr_fr: modifié de %1 à %2 mode : %3 -> %4

source: changed from %1 to %2 mode: %3
fr_fr: modifié de %1 à %2 mode : %3

source: changed from %1 to %2
fr_fr: modifié de %1 à %2

source: changed mode: %1 -> %2
fr_fr: mode modifié : %1 -> %2

source: changed mode: %1
fr_fr: mode modifié : %1

source: changed
de_de: geändert
fr_fr: modifié

source: moved from %1 with %2%% similarity, mode: %3
fr_fr: déplacé depuis %1 avec %2%% de ressemblance, mode : %3

source: moved from %1 with %2%% similarity
fr_fr: déplacé depuis %1 avec %2%% de ressemblance

source: shortlog
de_de: Kurzfassung
fr_fr: abrégé

source: log
de_de: Journal
fr_fr: journal

source: summary
de_de: Zusammenfassung
fr_fr: résumé

source: projects
de_de: Projekte
fr_fr: projets

source: file
de_de: Datei
fr_fr: fichier

source: search
de_de: Suche
fr_fr: rechercher

source: Last change %1
de_de: Letzte Änderungen %1
fr_fr: Dernière modification %1

source: No commits
de_de: Keine Änderungen
fr_fr: Pas de révisions

source: diff to current
de_de: Unterschied zur aktuellen Version
fr_fr: diff avec l'actuel

source: tags
de_de: Versionsstände
fr_fr: étiquettes

source: (deleted)
de_de: (gelöscht)
fr_fr: (supprimé)

source: (new)
de_de: (neu)
fr_fr: (ajouté)

source: owner
de_de: Urheber
fr_fr: propriétaire

source: last change
de_de: Letzte Änderung
fr_fr: dernière modification

source: clone url
de_de: Klone URL (clone)
fr_fr: url de clone

source: push url
de_de: Patch URL (push)
fr_fr: url de push

source: Project
de_de: Projekt
fr_fr: Projet

source: Owner
de_de: Urheber
fr_fr: Propriétaire

source: Last Change
de_de: Alter
fr_fr: Dernière Modification

source: No projects found
de_de: Keine Projekte gefunden
fr_fr: Aucun projet trouvé

source: blame
de_de: Kommentare
fr_fr: annoter

source: Project is required
de_de: Projekt wird benötigt
fr_fr: Il faut spécifier un projet

source: blobdiff
de_de: Unterschied binär
fr_fr: diff blob

source: Invalid project %1$s
de_de: Projekt %1$s ungültig
fr_fr: Projet non valide %1$s

source: project index
de_de: Projekt Index
fr_fr: index des projets

source: Search has been disabled
de_de: Suche wurde deaktiviert
fr_fr: La recherche a été désactivée

source: File search has been disabled
de_de: Dateisuche wurde deaktiviert
fr_fr: La recherche dans les fichiers a été désactivée

source: You must enter search text of at least %1$d character
de_de: Der Suchbegriff muss mindestens %1$d Zeichen beinhalten
fr_fr: Votre recherche doit comporter au moins %1$d caractère

source: Invalid search type
de_de: Ungültiger Suchparameter
fr_fr: Type de recherche non valide

source: No matches for "%1$s"
de_de: Keine Ergebnisse für "%1$s"
fr_fr: Pas de résultats pour "%1$s"

source: directory
de_de: Verzeichnis
fr_fr: Dossier

source: symlink
fr_fr: Lien symbolique

source: unknown
de_de: unbekannt
fr_fr: inconnu

source: %1$s is not a directory
de_de: %1$s ist kein Verzeichnis
fr_fr: %1$s n'est pas un dossier

source: %1$s is not a git repository
de_de: %1$s ist kein git repository
fr_fr: %1$s n'est pas un dépôt git

source: %1$s is attempting directory traversal
fr_fr: %1$s est une tentative de traversée de dossier

source: %1$s is outside of the projectroot
de_de: %1$s liegt ausserhalb des Projektverzeichnisses
fr_fr: %1$s est en dehors de la racine du projet

source: No tmpdir defined
de_de: Kein tmpdir angegeben
fr_fr: Aucun dossier temporaire spécifié

source: Specified tmpdir %1$s is not writable
de_de: tmpdir %1$s ist nicht beschreibbar
fr_fr: Impossible d'écrire dans le dossier temporaire spécifié %1$s

source: Specified tmpdir %1$s is not a directory
de_de: tmpdir %1$s ist kein Verzeichnis
fr_fr: Le dossier temporaire spécifié %1$s n'est pas un dossier

source: Could not create tmpdir %1$s
de_de: tmpdir %1$s konnte nicht erstellt werden
fr_fr: Impossible de créer le dossier temporaire %1$s

source: %1$s is not a file
de_de: %1$s ist keine Datei
fr_fr: %1$s n'est pas un fichier

source: Failed to open project list file %1$s
de_de: Datei %1$s mit der Projektliste kann nicht geöffnet werden
fr_fr: Échec lors de l'ouverture du fichier de liste des projets %1$s

source: Invalid hash %1$s
de_de: Ungültiger Hash-Wert %1$s
fr_fr: Hash non valide %1$s

source: %1$d year ago
de_de: %1$d Jahr alt
fr_fr: il y a %1$d an

source: %1$d month ago
de_de: %1$d Monat alt
fr_fr: il y a %1$d mois

source: %1$d week ago
de_de: %1$d Woche alt
fr_fr: il y a %1$d semaine

source: %1$d day ago
de_de: %1$d Tag alt
fr_fr: il y a %1$d jour

source: %1$d hour ago
de_de: %1$d Stunde alt
fr_fr: il y a %1$d heure

source: %1$d min ago
de_de: %1$d Minute alt
fr_fr: il y a %1$d minute

source: %1$d sec ago
de_de: %1$d Sekunde alt
fr_fr: il y a %1$d seconde

source: right now
fr_fr: à l'instant

source: A projectroot must be set in the config
de_de: Der Projektpfad muss in die Konfiguration eingetragen werden
fr_fr: Il faut spécifier la racine des projets dans la configuration

source: selected
de_de: Zum Vergleich
fr_fr: marqué

source: deselect
de_de: Nicht vergleichen
fr_fr: rétablir

source: diff with selected
de_de: Mit Auswahl vergleichen
fr_fr: diff avec marqué

source: select for diff
de_de: Zum Vergleich auswählen
fr_fr: marquer pour diff

source: Loading…
de_de: Lädt...
fr_fr: Chargement...

source: Loading blame data…
de_de: Lade Kommentare...
fr_fr: Chargement des données pour l'annotation…

source: language:
de_de: Sprache:
fr_fr: langage :

source: set
fr_fr: choisir

source: blob
de_de: Binärdaten

source: parent
de_de: Eltern

source: diff
de_de: Unterschied

source: description
de_de: Beschreibung

source: Description
de_de: Beschreibung

source: Actions
de_de: Funktionen
